[
  {"title": "¿Cuánto dura HackMTY?", "description": "La edición de este año dura 36 horas."},
  {"title": "¿En qué sede será HackMTY?", "description": "HackMTY se lleva a cabo en el Tecnológico de Monterrey Campus Monterrey, dentro de la Arena Borregos."},
  {"title": "¿Habrá premios?", "description": "¡Claro! Aunque no se trata solo de ganar, sino de lo que aprendes y construyes durante las 36 horas. Habrá un panel de jueces que seleccionará los tres mejores hacks según creatividad, dificultad técnica, diseño y utilidad. Los premios para primero, segundo y tercer lugar se anunciarán. Los patrocinadores también pueden ofrecer premios por criterios específicos."},
  {"title": "¿Cómo puedo aplicar?", "description": "Las aplicaciones están abiertas en registration.hackmty.com hasta el 10 de octubre de 2025 a las 11:59 PM."},
  {"title": "¿Qué debo llevar a HackMTY?", "description": "Trae una credencial de estudiante válida (o cualquier identificación escolar si estás en prepa), una computadora (preferentemente laptop), cargadores y cualquier hardware que vayas a usar. También puedes traer sleeping bag, almohada, artículos de higiene y cambios de ropa. Se proporcionará comida en el evento. No se permiten armas, alcohol ni drogas ilegales."},
  {"title": "¿De cuántas personas son los equipos? ¿Y si no tengo equipo?", "description": "Los equipos son de 4 personas y deben organizarse con anticipación."},
  {"title": "¿Dónde veo actualizaciones durante el evento?", "description": "Todo se anunciará en nuestras redes sociales. ¡Síguenos para no perderte ningún detalle!"},
  {"title": "¿No soy estudiante pero quiero involucrarme?", "description": "Desafortunadamente, no puedes participar, pero puedes ser mentor, voluntario o patrocinador. Puedes postularte como mentor o voluntario en registration.hackmty.com. También puedes revisar la sección de patrocinadores y escribirnos a hello@hackmty.com."},
  {"title": "¿Quién puede asistir a HackMTY?", "description": "Como participante debes ser estudiante activo o haberte graduado en los últimos 12 meses a la fecha del evento. Todas las disciplinas son bienvenidas."},
  {"title": "¿Cuánto cuesta?", "description": "¡Es totalmente gratis! No hay costo de entrada. HackMTY te proporcionará comida, snacks, swag y premios durante las 36 horas."},
  {"title": "¿Habrá reembolsos de viaje?", "description": "Lamentamos que este año no podremos ofrecer reembolsos de viaje. Sabemos que es un reto para quienes vienen de fuera, pero te animamos a asistir si te es posible. Si no puedes, esperamos verte el próximo año; nuestro objetivo es ofrecer reembolsos entonces."},
  {"title": "¿Alguna otra pregunta?", "description": "Si algo no quedó claro o no lo cubrimos, escríbenos a hello@hackmty.com o por Instagram y Facebook."}
]
