[
  {
    "title": "How long does HackMTY last?",
    "description": "This year's edition of HackMTY will last 36 hours."
  },
  {
    "title": "What venue will HackMTY occur in?",
    "description": "HackMTY takes place at Tecnologico de Monterrey Campus Monterrey, inside Arena Borregos!"
  },
  {
    "title": "Will there be prizes?",
    "description": "Of course there will be prizes although it isn't all about winning but what you learn and build during those 36 hours. But don't worry there will be a panel of judges that will select the three best hacks based on creativity, technical difficulty, design, and usefulness. Prizes for first, second and third place TBA. Sponsors also offer prizes for specific criteria, which they judge themselves."
  },
  {
    "title": "How can I apply?",
    "description": "Applications are open on registration.hackmty.com until October 10th, 2025 at 11:59 PM."
  },
  {
    "title": "What should I bring for HackMTY?",
    "description": "Please bring a valid university ID (or any student ID if in high school), a computer, (preferably a laptop), chargers, and any hardware you will use for your hack. You can also bring a sleeping bag, pillow, toiletries, and a couple changes of clothes, food will be provided at the event. No firearms, weapons, alcohol, or illegal drugs are allowed on campus."
  },
  {
    "title": "What size are the teams? What happens if I don't have a team?",
    "description": "The teams are of 4 people that should be organized and formed beforehand."
  },
  {
    "title": "Where can I see updates during the event?",
    "description": "Everything will be announced through our social media profiles. Make sure to follow us and not miss any detail about HackMTY!"
  },
  {
    "title": "Not a student, but want to get involved?",
    "description": "Unfortunately, you can't participate but you can be a mentor, volunteer or even a sponsor. You can apply to be a mentor or volunteer at registration.hackmty.com. Or you can read the sponsor section for more information on becoming a sponsor and write us an email at hello@hackmty.com."
  },
  {
    "title": "Who can attend HackMTY?",
    "description": "To participate you must be currently a student or have graduated in the last 12 months from the date of the event to attend HackMTY. All disciplines are welcome."
  },
  {
    "title": "How much does it cost?",
    "description": "It's absolutely free! There is no entry fee, HackMTY will provide you with plenty of food, snacks, swag and prizes throughout the 36 hours."
  },
  {
    "title": "Will there be travel reimbursements?",
    "description": "Unfortunately, this year we can't provide travel reimbursements and we know this is a big issue for people travelling from outside of Mexico, but we encourage you to try and come down to the event if it is possible for you. If you can't make it, hopefully we'll be expecting you next year when our goal is to make travel reimbursements possible."
  },
  {
    "title": "Any other questions?",
    "description": "If there is something that is still not clear or we didn't cover please contact us at hello@hackmty.com or over on Instagram or Facebook."
  }
]